Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# voice.kind.question.prompt
source: Up to a minute. Ask something people can answer.
ar: حتى دقيقة. اسأل سؤالًا يمكن للناس الإجابة عنه.
bn: সর্বোচ্চ এক মিনিট। মানুষ উত্তর দিতে পারে এমন কিছু জিজ্ঞেস করুন।
ca: Fins a un minut. Pregunta alguna cosa que la gent pugui respondre.
cs: Až minutu. Zeptej se na něco, na co lidé mohou odpovědět.
da: Op til et minut. Spørg om noget, folk kan svare på.
de: Bis zu einer Minute. Frag etwas, das andere beantworten können.
el: Έως ένα λεπτό. Ρώτα κάτι που μπορούν να απαντήσουν οι άλλοι.
es: Hasta un minuto. Pregunta algo que la gente pueda responder.
fi: Enintään minuutti. Kysy jotain, mihin ihmiset voivat vastata.
fr: Jusqu’à une minute. Posez quelque chose à quoi les gens peuvent répondre.
he: עד דקה. שאל משהו שאנשים יכולים לענות עליו.
hi: अधिकतम एक मिनट। कुछ ऐसा पूछें जिसका लोग जवाब दे सकें।
hr: Do minute. Pitaj nešto na što ljudi mogu odgovoriti.
hu: Legfeljebb egy perc. Kérdezz valamit, amire az emberek válaszolhatnak.
id: Hingga satu menit. Tanyakan sesuatu yang bisa dijawab orang.
it: Fino a un minuto. Chiedi qualcosa a cui le persone possano rispondere.
ja: 最長1分。みんなが答えられることを聞いてみましょう。
ko: 최대 1분. 사람들이 답할 수 있는 질문을 해 보세요.
ml: ഒരു മിനിറ്റ് വരെ. ആളുകൾക്ക് ഉത്തരം നൽകാവുന്ന ഒന്ന് ചോദിക്കുക.
ms: Sehingga seminit. Tanya sesuatu yang boleh dijawab orang.
nb: Opptil ett minutt. Spør om noe folk kan svare på.
nl: Maximaal een minuut. Vraag iets wat mensen kunnen beantwoorden.
pl: Do minuty. Zapytaj o coś, na co ludzie mogą odpowiedzieć.
pt_br: Até um minuto. Pergunte algo que as pessoas possam responder.
pt_pt: Até um minuto. Faça uma pergunta a que as pessoas possam responder.
ro: Până la un minut. Întreabă ceva la care oamenii pot răspunde.
ru: До минуты. Задайте то, на что люди смогут ответить.
sk: Do minúty. Opýtaj sa na niečo, na čo môžu ľudia odpovedať.
sv: Upp till en minut. Fråga något som folk kan svara på.
ta: ஒரு நிமிடம் வரை. மக்கள் பதிலளிக்கக்கூடிய ஒன்றைக் கேளுங்கள்.
te: ఒక నిమిషం వరకు. ప్రజలు సమాధానం చెప్పగలిగే ఏదైనా అడగండి.
th: ไม่เกินหนึ่งนาที ถามสิ่งที่คนตอบได้
tr: En fazla bir dakika. İnsanların yanıtlayabileceği bir şey sorun.
uk: До хвилини. Запитайте те, на що люди можуть відповісти.
ur: ایک منٹ تک۔ کچھ ایسا پوچھیں جس کا لوگ جواب دے سکیں۔
vi: Tối đa một phút. Hỏi điều gì đó mà mọi người có thể trả lời.
zh_hans: 最长一分钟。提一个大家能回答的问题。
zh_hant: 最長一分鐘。問一個大家可以回答的問題。

# voice.kind.story
source: Story
ar: قصة
bn: গল্প
ca: Història
cs: Příběh
da: Historie
de: Geschichte
el: Ιστορία
es: Historia
fi: Tarina
fr: Histoire
he: סיפור
hi: कहानी
hr: Priča
hu: Történet
id: Cerita
it: Storia
ja: 体験談
ko: 이야기
ml: കഥ
ms: Cerita
nb: Historie
nl: Verhaal
pl: Historia
pt_br: História
pt_pt: História
ro: Poveste
ru: История
sk: Príbeh
sv: Berättelse
ta: கதை
te: కథ
th: เรื่องเล่า
tr: Hikaye
uk: Історія
ur: کہانی
vi: Câu chuyện
zh_hans: 故事
zh_hant: 故事

# voice.kind.story.prompt
source: Up to two minutes. Tell it the way you'd tell a friend.
ar: حتى دقيقتين. احكها كما تحكيها لصديق.
bn: সর্বোচ্চ দুই মিনিট। বন্ধুকে যেভাবে বলেন সেভাবে বলুন।
ca: Fins a dos minuts. Explica-la com ho faries a un amic.
cs: Až dvě minuty. Vyprávěj ho tak, jak bys ho vyprávěl příteli.
da: Op til to minutter. Fortæl den, som du ville fortælle en ven.
de: Bis zu zwei Minuten. Erzähl es, wie du es einer Freundin oder einem Freund erzählen würdest.
el: Έως δύο λεπτά. Πες την όπως θα την έλεγες σε φίλο.
es: Hasta dos minutos. Cuéntala como se la contarías a un amigo.
fi: Enintään kaksi minuuttia. Kerro se niin kuin kertoisit ystävälle.
fr: Jusqu’à deux minutes. Racontez-la comme à un ami.
he: עד שתי דקות. ספר אותו כמו שהיית מספר לחבר.
hi: अधिकतम दो मिनट। इसे वैसे सुनाएँ जैसे किसी दोस्त को सुनाते हैं।
hr: Do dvije minute. Ispričaj je kako bi je ispričao/la prijatelju.
hu: Legfeljebb két perc. Mesélj úgy, ahogy egy barátodnak mesélnéd.
id: Hingga dua menit. Ceritakan seperti kepada teman.
it: Fino a due minuti. Raccontala come la racconteresti a un amico.
ja: 最長2分。友だちに話すように話してください。
ko: 최대 2분. 친구에게 말하듯 들려주세요.
ml: രണ്ട് മിനിറ്റ് വരെ. ഒരു സുഹൃത്തിനോട് പറയുന്നതുപോലെ പറയൂ.
ms: Sehingga dua minit. Ceritakan seperti anda bercerita kepada kawan.
nb: Opptil to minutter. Fortell den slik du ville fortalt en venn.
nl: Maximaal twee minuten. Vertel het zoals je het aan een vriend zou vertellen.
pl: Do dwóch minut. Opowiedz ją tak, jak opowiedziałbyś przyjacielowi.
pt_br: Até dois minutos. Conte do jeito que contaria a um amigo.
pt_pt: Até dois minutos. Conte-a como a contaria a um amigo.
ro: Până la două minute. Spune-o așa cum i-ai spune-o unui prieten.
ru: До двух минут. Расскажите так, как рассказали бы другу.
sk: Do dvoch minút. Povedz ho tak, ako by si ho rozprával priateľovi.
sv: Upp till två minuter. Berätta som du skulle berätta för en vän.
ta: இரண்டு நிமிடம் வரை. நண்பரிடம் சொல்வது போலச் சொல்லுங்கள்.
te: రెండు నిమిషాల వరకు. స్నేహితుడికి చెప్పినట్లు చెప్పండి.
th: ไม่เกินสองนาที เล่าแบบที่เล่าให้เพื่อนฟัง
tr: En fazla iki dakika. Bir arkadaşınıza anlatır gibi anlatın.
uk: До двох хвилин. Розкажіть її так, як розповіли б другові.
ur: دو منٹ تک۔ اسے ایسے سنائیں جیسے کسی دوست کو سناتے ہیں۔
vi: Tối đa hai phút. Kể như bạn kể cho một người bạn.
zh_hans: 最长两分钟。像对朋友讲述那样说出来。
zh_hant: 最長兩分鐘。像對朋友說話一樣把它說出來。

# voice.kind.thought
source: Thought
ar: خاطرة
bn: ভাবনা
ca: Pensament
cs: Myšlenka
da: Tanke
de: Gedanke
el: Σκέψη
es: Pensamiento
fi: Ajatus
fr: Pensée
he: מחשבה
hi: विचार
hr: Misao
hu: Gondolat
id: Pikiran
it: Pensiero
ja: ひとこと
ko: 생각
ml: ചിന്ത
ms: Fikiran
nb: Tanke
nl: Gedachte
pl: Myśl
pt_br: Pensamento
pt_pt: Pensamento
ro: Gând
ru: Мысль
sk: Myšlienka
sv: Tanke
ta: எண்ணம்
te: ఆలోచన
th: ความคิด
tr: Düşünce
uk: Думка
ur: خیال
vi: Suy nghĩ
zh_hans: 想法
zh_hant: 想法

# voice.kind.thought.prompt
source: Up to 30 seconds. Say what's on your mind.
ar: حتى 30 ثانية. قل ما يدور في بالك.
bn: সর্বোচ্চ ৩০ সেকেন্ড। মনে যা আছে বলুন।
ca: Fins a 30 segons. Digues el que penses.
cs: Až 30 sekund. Řekni, co ti leží na mysli.
da: Op til 30 sekunder. Sig, hvad du tænker på.
de: Bis zu 30 Sekunden. Sag, was dir durch den Kopf geht.
el: Έως 30 δευτερόλεπτα. Πες τι σκέφτεσαι.
es: Hasta 30 segundos. Di lo que tienes en mente.
fi: Enintään 30 sekuntia. Sano, mitä mielessäsi on.
fr: Jusqu’à 30 secondes. Dites ce que vous avez en tête.
he: עד 30 שניות. אמור מה עובר לך בראש.
hi: अधिकतम 30 सेकंड। जो मन में है वह कहें।
hr: Do 30 sekundi. Reci što ti je na umu.
hu: Legfeljebb 30 másodperc. Mondd el, mi jár a fejedben.
id: Hingga 30 detik. Katakan apa yang ada di benakmu.
it: Fino a 30 secondi. Di' quello che hai in mente.
ja: 最長30秒。思っていることを話してください。
ko: 최대 30초. 마음속 이야기를 말해 보세요.
ml: 30 സെക്കൻഡ് വരെ. മനസ്സിലുള്ളത് പറയൂ.
ms: Sehingga 30 saat. Katakan apa yang ada di fikiran anda.
nb: Opptil 30 sekunder. Si det du tenker på.
nl: Maximaal 30 seconden. Zeg wat je bezighoudt.
pl: Do 30 sekund. Powiedz, co masz na myśli.
pt_br: Até 30 segundos. Diga o que está pensando.
pt_pt: Até 30 segundos. Diga o que lhe vai na cabeça.
ro: Până la 30 de secunde. Spune ce ai pe suflet.
ru: До 30 секунд. Скажите, что у вас на уме.
sk: Do 30 sekúnd. Povedz, čo ti behá hlavou.
sv: Upp till 30 sekunder. Säg vad du tänker på.
ta: 30 வினாடிகள் வரை. உங்கள் மனதில் இருப்பதைச் சொல்லுங்கள்.
te: 30 సెకన్ల వరకు. మీ మనసులో ఉన్నది చెప్పండి.
th: ไม่เกิน 30 วินาที พูดสิ่งที่อยู่ในใจ
tr: En fazla 30 saniye. Aklınızdakini söyleyin.
uk: До 30 секунд. Скажіть, що у вас на думці.
ur: 30 سیکنڈ تک۔ جو دل میں ہے کہہ دیں۔
vi: Tối đa 30 giây. Nói điều bạn đang nghĩ.
zh_hans: 最长 30 秒。说说你心里在想什么。
zh_hant: 最長 30 秒。說出你心裡所想。

# voice.listen
source: Listen
ar: استمع
bn: শুনুন
ca: Escolta
cs: Poslechnout
da: Lyt
de: Anhören
el: Ακρόαση
es: Escuchar
fi: Kuuntele
fr: Écouter
he: האזן
hi: सुनें
hr: Slušaj
hu: Meghallgatás
id: Dengarkan
it: Ascolta
ja: 聴く
ko: 듣기
ml: കേൾക്കുക
ms: Dengar
nb: Lytt
nl: Luisteren
pl: Słuchaj
pt_br: Ouvir
pt_pt: Ouvir
ro: Ascultă
ru: Слушать
sk: Počúvať
sv: Lyssna
ta: கேள்
te: వినండి
th: ฟัง
tr: Dinle
uk: Слухати
ur: سنیں
vi: Nghe
zh_hans: 收听
zh_hant: 收聽

# voice.micDenied
source: Microphone access is off. Turn it on in Settings to record.
ar: الوصول إلى الميكروفون متوقف. فعّله من الإعدادات لتسجّل.
bn: মাইক্রোফোনের অনুমতি বন্ধ। রেকর্ড করতে সেটিংসে চালু করুন।
ca: L'accés al micròfon està desactivat. Activa'l a Ajustos per gravar.
cs: Přístup k mikrofonu je vypnutý. Pro nahrávání ho zapni v Nastavení.
da: Adgang til mikrofonen er slået fra. Slå den til i Indstillinger for at optage.
de: Der Mikrofonzugriff ist aus. Aktiviere ihn in den Einstellungen, um aufzunehmen.
el: Η πρόσβαση στο μικρόφωνο είναι απενεργοποιημένη. Ενεργοποίησέ την στις Ρυθμίσεις για να ηχογραφήσεις.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes para grabar.
fi: Mikrofonin käyttö on pois päältä. Ota se käyttöön Asetuksissa nauhoittaaksesi.
fr: L’accès au micro est désactivé. Activez-le dans les Réglages pour enregistrer.
he: הגישה למיקרופון כבויה. הפעל אותה בהגדרות כדי להקליט.
hi: माइक्रोफ़ोन का एक्सेस बंद है। रिकॉर्ड करने के लिए इसे सेटिंग्स में चालू करें।
hr: Pristup mikrofonu je isključen. Uključi ga u Postavkama da snimaš.
hu: A mikrofonhozzáférés ki van kapcsolva. A felvételhez kapcsold be a Beállításokban.
id: Akses mikrofon mati. Nyalakan di Pengaturan untuk merekam.
it: L'accesso al microfono è disattivato. Attivalo in Impostazioni per registrare.
ja: マイクへのアクセスがオフです。録音するには設定でオンにしてください。
ko: 마이크 접근이 꺼져 있어요. 녹음하려면 설정에서 켜세요.
ml: മൈക്രോഫോൺ ആക്സസ് ഓഫാണ്. റെക്കോർഡ് ചെയ്യാൻ ക്രമീകരണങ്ങളിൽ ഓണാക്കുക.
ms: Akses mikrofon dimatikan. Hidupkannya dalam Tetapan untuk merakam.
nb: Mikrofontilgang er av. Slå den på i Innstillinger for å ta opp.
nl: Toegang tot de microfoon staat uit. Zet hem aan in Instellingen om op te nemen.
pl: Dostęp do mikrofonu jest wyłączony. Włącz go w Ustawieniach, aby nagrywać.
pt_br: O acesso ao microfone está desativado. Ative em Ajustes para gravar.
pt_pt: O acesso ao microfone está desativado. Ative-o nas Definições para gravar.
ro: Accesul la microfon este oprit. Activează-l în Setări pentru a înregistra.
ru: Доступ к микрофону выключен. Включите его в настройках, чтобы записывать.
sk: Prístup k mikrofónu je vypnutý. Na nahrávanie ho zapni v Nastaveniach.
sv: Mikrofonåtkomsten är av. Slå på den i Inställningar för att spela in.
ta: மைக்ரோஃபோன் அனுமதி அணைக்கப்பட்டுள்ளது. பதிவு செய்ய அமைப்புகளில் இயக்குங்கள்.
te: మైక్రోఫోన్ యాక్సెస్ ఆఫ్‌లో ఉంది. రికార్డ్ చేయడానికి సెట్టింగ్‌లలో ఆన్ చేయండి.
th: การเข้าถึงไมโครโฟนปิดอยู่ เปิดในการตั้งค่าเพื่ออัดเสียง
tr: Mikrofon erişimi kapalı. Kayıt için Ayarlar'dan açın.
uk: Доступ до мікрофона вимкнено. Увімкніть його в Налаштуваннях, щоб записувати.
ur: مائیکروفون کی رسائی بند ہے۔ ریکارڈ کرنے کے لیے سیٹنگز میں آن کریں۔
vi: Quyền truy cập micro đang tắt. Hãy bật trong Cài đặt để ghi âm.
zh_hans: 麦克风权限已关闭。请在“设置”中开启后再录音。
zh_hant: 麥克風存取權限已關閉。請在「設定」中開啟才能錄音。

# voice.pause
source: Pause
ar: إيقاف مؤقت
bn: থামান
ca: Pausa
cs: Pozastavit
el: Παύση
es: Pausa
fi: Tauko
he: השהה
hi: रोकें
hr: Pauziraj
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
ml: താൽക്കാലികമായി നിർത്തുക
ms: Jeda
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
pt_pt: Pausa
ro: Pauză
ru: Пауза
sk: Pozastaviť
sv: Pausa
ta: இடைநிறுத்து
te: పాజ్
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
ur: روکیں
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# voice.play
source: Play voice post
ar: تشغيل المنشور الصوتي
bn: ভয়েস পোস্ট চালান
ca: Reprodueix la publicació de veu
cs: Přehrát hlasový příspěvek
da: Afspil lydopslag
de: Sprachbeitrag abspielen
el: Αναπαραγωγή φωνητικής ανάρτησης
es: Reproducir publicación de voz
fi: Toista ääniviesti
fr: Lire le post vocal
he: נגן פוסט קולי
hi: वॉइस पोस्ट चलाएँ
hr: Reproduciraj glasovnu objavu
hu: Hangbejegyzés lejátszása
id: Putar postingan suara
it: Riproduci post vocale
ja: 音声投稿を再生
ko: 음성 게시물 재생
ml: വോയ്‌സ് പോസ്റ്റ് പ്ലേ ചെയ്യുക
ms: Main siaran suara
nb: Spill av lydinnlegg
nl: Spraakbericht afspelen
pl: Odtwórz wpis głosowy
pt_br: Reproduzir post de voz
pt_pt: Reproduzir publicação de voz
ro: Redă postarea vocală
ru: Воспроизвести голосовой пост
sk: Prehrať hlasový príspevok
sv: Spela upp röstinlägg
ta: குரல் இடுகையை இயக்கு
te: వాయిస్ పోస్ట్ ప్లే చేయి
th: เล่นโพสต์เสียง
tr: Sesli gönderiyi oynat
uk: Відтворити голосовий допис
ur: وائس پوسٹ چلائیں
vi: Phát bài đăng giọng nói
zh_hans: 播放语音帖子
zh_hant: 播放語音貼文

# voice.promise
source: This records your own voice, only while you press record, and nothing is posted until you choose to. Rooms are never recorded.
ar: هذا يسجّل صوتك أنت، فقط أثناء ضغطك زر التسجيل، ولا يُنشر شيء حتى تختار ذلك. الغرف لا تُسجَّل أبدًا.
bn: এটি আপনার নিজের কণ্ঠ রেকর্ড করে, শুধু আপনি রেকর্ড চাপলেই, আর আপনি না চাইলে কিছুই পোস্ট হয় না। রুম কখনও রেকর্ড করা হয় না।
ca: Això grava la teva pròpia veu, només mentre prems gravar, i no es publica res fins que tu ho decideixis. Les sales no s'enregistren mai.
cs: Nahrává se tvůj vlastní hlas, jen když stiskneš nahrávání, a nic se nezveřejní, dokud se nerozhodneš. Místnosti se nikdy nenahrávají.
da: Dette optager din egen stemme, kun mens du trykker på optag, og intet slås op, før du vælger det. Rum bliver aldrig optaget.
de: Es wird deine eigene Stimme aufgenommen, nur solange du auf Aufnehmen tippst, und nichts wird gepostet, bevor du es entscheidest. Räume werden nie aufgezeichnet.
el: Αυτό ηχογραφεί τη δική σου φωνή, μόνο όσο πατάς εγγραφή, και τίποτα δεν δημοσιεύεται μέχρι να το επιλέξεις. Οι αίθουσες δεν ηχογραφούνται ποτέ.
es: Esto graba tu propia voz, solo mientras pulsas grabar, y no se publica nada hasta que tú lo decidas. Las salas nunca se graban.
fi: Tämä nauhoittaa oman äänesi vain niin kauan kuin pidät nauhoitusta päällä, eikä mitään julkaista, ennen kuin päätät niin. Huoneita ei koskaan tallenneta.
fr: Cela enregistre votre propre voix, uniquement pendant que vous appuyez sur enregistrer, et rien n’est publié tant que vous ne le décidez pas. Les salons ne sont jamais enregistrés.
he: זה מקליט את הקול שלך בלבד, רק בזמן שאתה לוחץ על הקלטה, ושום דבר לא מתפרסם עד שתבחר. חדרים לעולם לא מוקלטים.
hi: यह आपकी अपनी आवाज़ रिकॉर्ड करता है, सिर्फ़ तब जब आप रिकॉर्ड दबाते हैं, और जब तक आप न चुनें कुछ पोस्ट नहीं होता। रूम कभी रिकॉर्ड नहीं होते।
hr: Ovo snima tvoj vlastiti glas, samo dok pritišćeš snimanje, a ništa se ne objavljuje dok ti ne odlučiš. Sobe se nikada ne snimaju.
hu: Ez a saját hangodat rögzíti, csak amíg a felvételt nyomod, és semmi nem kerül közzé, amíg te nem döntesz úgy. A szobákat soha nem rögzítjük.
id: Ini merekam suaramu sendiri, hanya saat kamu menekan rekam, dan tidak ada yang diposting sampai kamu memilihnya. Room tidak pernah direkam.
it: Registra la tua voce, solo mentre premi registra, e non viene pubblicato nulla finché non decidi tu. Le stanze non vengono mai registrate.
ja: 録音されるのはあなた自身の声だけで、録音ボタンを押している間だけです。投稿するかどうかを選ぶまで、何も投稿されません。ルームは録音されません。
ko: 내 목소리를 녹음 버튼을 누르는 동안에만 녹음하며, 내가 선택하기 전에는 아무것도 게시되지 않아요. 룸은 절대 녹음되지 않아요.
ml: ഇത് നിങ്ങളുടെ സ്വന്തം ശബ്ദം, റെക്കോർഡ് അമർത്തിയിരിക്കുമ്പോൾ മാത്രം റെക്കോർഡ് ചെയ്യുന്നു, നിങ്ങൾ തീരുമാനിക്കുംവരെ ഒന്നും പോസ്റ്റ് ചെയ്യില്ല. റൂമുകൾ ഒരിക്കലും റെക്കോർഡ് ചെയ്യില്ല.
ms: Ini merakam suara anda sendiri, hanya semasa anda menekan rakam, dan tiada apa disiarkan sehingga anda memilih untuk berbuat demikian. Bilik tidak pernah dirakam.
nb: Dette tar opp din egen stemme, bare mens du trykker på opptak, og ingenting publiseres før du velger det. Rom tas aldri opp.
nl: Dit neemt je eigen stem op, alleen terwijl je op opnemen drukt, en er wordt niets geplaatst tenzij jij dat kiest. Rooms worden nooit opgenomen.
pl: To nagrywa Twój własny głos, tylko gdy naciskasz nagrywanie, i nic nie jest publikowane, dopóki tego nie zdecydujesz. Pokoje nigdy nie są nagrywane.
pt_br: Isto grava a sua própria voz, só enquanto você mantém a gravação ligada, e nada é postado até você escolher. As salas nunca são gravadas.
pt_pt: Isto grava a sua própria voz, apenas enquanto carrega em gravar, e nada é publicado até você escolher. As salas nunca são gravadas.
ro: Aceasta îți înregistrează propria voce, doar cât timp ții apăsat înregistrarea, și nimic nu este postat până nu alegi tu. Camerele nu sunt înregistrate niciodată.
ru: Записывается ваш собственный голос, только пока вы нажимаете запись, и ничего не публикуется без вашего решения. Комнаты никогда не записываются.
sk: Nahráva sa tvoj vlastný hlas, iba kým držíš nahrávanie, a nič sa nezverejní, kým sa tak nerozhodneš. Miestnosti sa nikdy nenahrávajú.
sv: Detta spelar in din egen röst, bara medan du trycker på spela in, och inget publiceras förrän du väljer det. Rum spelas aldrig in.
ta: இது உங்கள் சொந்தக் குரலை, நீங்கள் பதிவு பொத்தானை அழுத்தும்போது மட்டுமே பதிவு செய்கிறது; நீங்கள் தேர்ந்தெடுக்கும் வரை எதுவும் இடுகையிடப்படாது. அறைகள் ஒருபோதும் பதிவு செய்யப்படுவதில்லை.
te: ఇది మీ స్వంత గొంతును, మీరు రికార్డ్ నొక్కినప్పుడు మాత్రమే రికార్డ్ చేస్తుంది, మీరు ఎంచుకునే వరకు ఏదీ పోస్ట్ చేయబడదు. రూమ్‌లు ఎప్పుడూ రికార్డ్ చేయబడవు.
th: การอัดนี้ใช้เสียงของคุณเองเท่านั้น และอัดเฉพาะขณะที่คุณกดอัด จะไม่มีอะไรถูกโพสต์จนกว่าคุณจะเลือก ห้องไม่เคยถูกบันทึกเสียง
tr: Bu, yalnızca kayıt düğmesine bastığınız sürece kendi sesinizi kaydeder ve siz seçmedikçe hiçbir şey paylaşılmaz. Odalar asla kaydedilmez.
uk: Це записує лише ваш власний голос, тільки поки ви тримаєте запис, і нічого не публікується, доки ви цього не оберете. Кімнати ніколи не записуються.
ur: یہ صرف آپ کی اپنی آواز ریکارڈ کرتا ہے، صرف اتنی دیر جب آپ ریکارڈ دبائے رکھیں، اور جب تک آپ نہ چاہیں کچھ پوسٹ نہیں ہوتا۔ رومز کبھی ریکارڈ نہیں ہوتے۔
vi: Việc này ghi âm giọng nói của chính bạn, chỉ khi bạn nhấn ghi, và không có gì được đăng cho đến khi bạn chọn. Phòng không bao giờ được ghi âm.
zh_hans: 这会录制你自己的声音，仅在你按下录制期间进行，在你选择发布之前不会发布任何内容。房间从不录音。
zh_hant: 這會錄下你自己的聲音，僅在你按下錄音時進行，且在你選擇發布之前不會發布任何內容。聊天室絕不會被錄音。

# voice.record
source: Start recording
ar: ابدأ التسجيل
bn: রেকর্ডিং শুরু করুন
ca: Inicia l'enregistrament
cs: Spustit nahrávání
da: Start optagelse
de: Aufnahme starten
el: Έναρξη ηχογράφησης
es: Empezar a grabar
fi: Aloita nauhoitus
fr: Démarrer l’enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Započni snimanje
hu: Felvétel indítása
id: Mulai merekam
it: Inizia a registrare
ja: 録音を開始
ko: 녹음 시작
ml: റെക്കോർഡിംഗ് തുടങ്ങുക
ms: Mula merakam
nb: Start opptak
nl: Opname starten
pl: Rozpocznij nagrywanie
pt_br: Iniciar gravação
pt_pt: Começar a gravar
ro: Începe înregistrarea
ru: Начать запись
sk: Začať nahrávať
sv: Starta inspelning
ta: பதிவைத் தொடங்கு
te: రికార్డింగ్ ప్రారంభించు
th: เริ่มอัดเสียง
tr: Kaydı başlat
uk: Почати запис
ur: ریکارڈنگ شروع کریں
vi: Bắt đầu ghi âm
zh_hans: 开始录音
zh_hant: 開始錄音

# voice.remaining.a11yLabel
source: %@ left
ar: المتبقي %@
bn: %@ বাকি
ca: Queden %@
cs: Zbývá %@
da: %@ tilbage
de: Noch %@
el: Απομένουν %@
es: Quedan %@
fi: %@ jäljellä
fr: %@ restantes
he: נשארו %@
hi: %@ बचा
hr: Preostalo: %@
hu: %@ maradt
id: Sisa %@
it: %@ rimasti
ja: 残り%@
ko: %@ 남음
ml: %@ ബാക്കി
ms: %@ lagi
nb: %@ igjen
nl: %@ over
pl: Zostało: %@
pt_br: Restam %@
pt_pt: Faltam %@
ro: %@ rămase
ru: Осталось: %@
sk: Zostáva %@
sv: %@ kvar
ta: %@ மீதம்
te: %@ మిగిలి ఉంది
th: เหลืออีก %@
tr: %@ kaldı
uk: Залишилося: %@
ur: %@ باقی
vi: Còn %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

# voice.remove
source: Remove recording
ar: إزالة التسجيل
bn: রেকর্ডিং সরান
ca: Elimina l'enregistrament
cs: Odebrat záznam
da: Fjern optagelse
de: Aufnahme entfernen
el: Αφαίρεση ηχογράφησης
es: Quitar grabación
fi: Poista nauhoitus
fr: Retirer l’enregistrement
he: הסר הקלטה
hi: रिकॉर्डिंग हटाएँ
hr: Ukloni snimku
hu: Felvétel eltávolítása
id: Hapus rekaman
it: Rimuovi registrazione
ja: 録音を削除
ko: 녹음 삭제
ml: റെക്കോർഡിംഗ് നീക്കം ചെയ്യുക
ms: Alih keluar rakaman
nb: Fjern opptak
nl: Opname verwijderen
pl: Usuń nagranie
pt_br: Remover gravação
pt_pt: Remover gravação
ro: Elimină înregistrarea
ru: Удалить запись
sk: Odstrániť nahrávku
sv: Ta bort inspelning
ta: பதிவை நீக்கு
te: రికార్డింగ్ తొలగించు
th: ลบเสียงอัด
tr: Kaydı kaldır
uk: Видалити запис
ur: ریکارڈنگ ہٹائیں
vi: Xóa bản ghi âm
zh_hans: 移除录音
zh_hant: 移除錄音

# voice.reply.a11yLabel
source: Reply with your voice
ar: رد بصوتك
bn: কণ্ঠে উত্তর দিন
ca: Respon amb la teva veu
cs: Odpovědět hlasem
da: Svar med din stemme
de: Mit deiner Stimme antworten
el: Απάντηση με τη φωνή σου
es: Responder con tu voz
fi: Vastaa äänelläsi
fr: Répondre avec votre voix
he: הגב בקולך
hi: अपनी आवाज़ में जवाब दें
hr: Odgovori glasom
hu: Válasz hanggal
id: Balas dengan suaramu
it: Rispondi con la tua voce
ja: 声で返信
ko: 음성으로 답글
ml: നിങ്ങളുടെ ശബ്ദത്തിൽ മറുപടി നൽകുക
ms: Balas dengan suara anda
nb: Svar med stemmen din
nl: Reageer met je stem
pl: Odpowiedz głosem
pt_br: Responder com sua voz
pt_pt: Responder com a sua voz
ro: Răspunde cu vocea
ru: Ответить голосом
sk: Odpovedať hlasom
sv: Svara med din röst
ta: உங்கள் குரலில் பதிலளி
te: మీ గొంతుతో ప్రత్యుత్తరం ఇవ్వండి
th: ตอบกลับด้วยเสียงของคุณ
tr: Sesinizle yanıtlayın
uk: Відповісти голосом
ur: اپنی آواز میں جواب دیں
vi: Trả lời bằng giọng nói
zh_hans: 用语音回复
zh_hant: 用語音回覆

# voice.retake
source: Retake
ar: إعادة التسجيل
bn: আবার রেকর্ড করুন
ca: Repeteix
cs: Nahrát znovu
da: Optag igen
de: Neu aufnehmen
el: Νέα λήψη
es: Repetir
fi: Nauhoita uudelleen
fr: Refaire
he: הקלט שוב
hi: दोबारा लें
hr: Snimi ponovno
hu: Újra
id: Ulangi
it: Registra di nuovo
ja: 録り直す
ko: 다시 녹음
ml: വീണ്ടും റെക്കോർഡ് ചെയ്യുക
ms: Rakam semula
nb: Ta på nytt
nl: Opnieuw opnemen
pl: Nagraj ponownie
pt_br: Gravar de novo
pt_pt: Repetir
ro: Refă
ru: Перезаписать
sk: Nahrať znova
sv: Ta om
ta: மீண்டும் பதிவு செய்
te: మళ్లీ రికార్డ్
th: อัดใหม่
tr: Yeniden kaydet
uk: Записати знову
ur: دوبارہ ریکارڈ کریں
vi: Ghi lại
zh_hans: 重录
zh_hant: 重錄

# voice.speed.a11yLabel
source: Speed %@
ar: السرعة %@
bn: গতি %@
ca: Velocitat %@
cs: Rychlost %@
da: Hastighed %@
de: Geschwindigkeit %@
el: Ταχύτητα %@
es: Velocidad %@
fi: Nopeus %@
fr: Vitesse %@
he: מהירות %@
hi: गति %@
hr: Brzina %@
hu: Sebesség: %@
id: Kecepatan %@
it: Velocità %@
ja: 速度%@
ko: 재생 속도 %@
ml: വേഗത %@
ms: Kelajuan %@
nb: Hastighet %@
nl: Snelheid %@
pl: Szybkość %@
pt_br: Velocidade %@
pt_pt: Velocidade %@
ro: Viteză %@
ru: Скорость %@
sk: Rýchlosť %@
sv: Hastighet %@
ta: வேகம் %@
te: వేగం %@
th: ความเร็ว %@
tr: Hız %@
uk: Швидкість %@
ur: رفتار %@
vi: Tốc độ %@
zh_hans: 速度 %@
zh_hant: 速度 %@

# voice.stop
source: Stop recording
ar: أوقف التسجيل
bn: রেকর্ডিং বন্ধ করুন
ca: Atura l'enregistrament
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme beenden
el: Διακοπή ηχογράφησης
es: Detener grabación
fi: Lopeta nauhoitus
fr: Arrêter l’enregistrement
he: עצור הקלטה
hi: रिकॉर्डिंग रोकें
hr: Zaustavi snimanje
hu: Felvétel leállítása
id: Hentikan perekaman
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 중지
ml: റെക്കോർഡിംഗ് നിർത്തുക
ms: Henti merakam
nb: Stopp opptak
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
pt_pt: Parar gravação
ro: Oprește înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
ta: பதிவை நிறுத்து
te: రికార్డింగ్ ఆపు
th: หยุดอัดเสียง
tr: Kaydı durdur
uk: Зупинити запис
ur: ریکارڈنگ روکیں
vi: Dừng ghi âm
zh_hans: 停止录音
zh_hant: 停止錄音

# voice.title
source: Voice post
ar: منشور صوتي
bn: ভয়েস পোস্ট
ca: Publicació de veu
cs: Hlasový příspěvek
da: Lydopslag
de: Sprachbeitrag
el: Φωνητική ανάρτηση
es: Publicación de voz
fi: Ääniviesti
fr: Post vocal
he: פוסט קולי
hi: वॉइस पोस्ट
hr: Glasovna objava
hu: Hangbejegyzés
id: Postingan suara
it: Post vocale
ja: 音声投稿
ko: 음성 게시물
ml: വോയ്‌സ് പോസ്റ്റ്
ms: Siaran suara
nb: Lydinnlegg
nl: Spraakbericht
pl: Wpis głosowy
pt_br: Post de voz
pt_pt: Publicação de voz
ro: Postare vocală
ru: Голосовой пост
sk: Hlasový príspevok
sv: Röstinlägg
ta: குரல் இடுகை
te: వాయిస్ పోస్ట్
th: โพสต์เสียง
tr: Sesli gönderi
uk: Голосовий допис
ur: وائس پوسٹ
vi: Bài đăng giọng nói
zh_hans: 语音帖子
zh_hant: 語音貼文
